tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeleisel/zld"
tap "tilt-dev/tap"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "black"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "clang-build-analyzer"
brew "cmake"
brew "elixir"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gobject-introspection"
brew "gotop"
brew "hcxtools"
brew "helm"
brew "jq"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "llvm"
brew "lua-language-server"
brew "mas"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "node@16"
brew "nvm"
brew "opa"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "rust-analyzer"
brew "starship"
brew "stylua"
brew "tree"
brew "vault"
brew "whois"
brew "yarn"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
cask "1password"
cask "alacritty"
cask "bartender"
cask "bettertouchtool"
cask "burp-suite"
cask "discord"
cask "docker"
cask "firefox"
cask "fleet"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-teams"
cask "miro"
cask "monitorcontrol"
cask "nordvpn"
cask "notable"
cask "nvidia-geforce-now"
cask "philips-hue-sync"
cask "porting-kit"
cask "pycharm"
cask "rectangle"
cask "spotify"
cask "stats"
cask "steam"
cask "ukelele"
cask "visual-studio-code"
cask "webex"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "ScreenBrush", id: 1233965871
mas "Slack", id: 803453959
mas "Soulver 3", id: 1508732804
mas "Super Agent", id: 1568262835
mas "Tot", id: 1491071483
mas "Xcode", id: 497799835
