tap "derailed/k9s"
brew "bat"
brew "chezmoi"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "helm"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "lua-language-server"
brew "mas"
brew "neovim"
brew "node"
brew "pre-commit"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "ty"
brew "uv"
brew "whois"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
cask "1password"
cask "claude"
cask "claude-code"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "monitorcontrol"
cask "rectangle"
cask "spotify"
cask "stats"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "ScreenBrush", id: 1233965871
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
