tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "python@3.10"
brew "black"
brew "chezmoi"
brew "git"
brew "gotop"
brew "mas"
brew "neovim"
brew "netcat"
brew "node"
brew "opa"
brew "poetry"
brew "postgresql"
brew "pre-commit"
brew "python@3.9"
brew "starship"
brew "whois"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "bartender"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "karabiner-elements"
cask "microsoft-teams"
cask "miro"
cask "monitorcontrol"
cask "philips-hue-sync"
cask "porting-kit"
cask "pycharm"
cask "spotify"
cask "stats"
cask "ukelele"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "ScreenBrush", id: 1233965871
mas "Slack", id: 803453959
mas "Soulver 3", id: 1508732804
mas "Super Agent", id: 1568262835
mas "Tot", id: 1491071483
mas "Xcode", id: 497799835
